Repository: kodi-game/game.libretro.picodrive
Catalog: game.libretro.picodrive/resources/language/resource.language.*/strings.po
Languages: ga

# Addon Description
source: PicoDrive is yet another Sega Game Gear / Master System / Mega Drive / Mega CD / 32X emulator heavily optimized for ARM.
ga: Is aithriseoir eile de chuid Sega Game Gear / Master System / Mega Drive / Mega CD / 32X é PicoDrive atá optamaithe go mór do ARM.

# Addon Disclaimer
source: Authors: Dave (aka fdave, FinalBurn author) and notaz
ga: Údair: Dave (aka fdave, údar FinalBurn) agus notaz

# #30001
source: System Region
ga: Réigiún an Chórais

# #30002
source: Master System Type
ga: Cineál Córais Mháistir

# #30003
source: Master System ROM Mapping
ga: Mapáil ROM an Mháistirchórais

# #30004
source: Sega CD RAM Cart
ga: Cairt RAM CD Sega

# #30005
source: Core-Provided Aspect Ratio
ga: Cóimheas Gnéithe arna Sholáthrú ag an gCroí

# #30006
source: LCD Ghosting Filter
ga: Scagaire Taibhse LCD

# #30007
source: Video Renderer
ga: Rindreálaí Físeáin

# #30008
source: Audio Sample Rate (Hz)
ga: Ráta Samplála Fuaime (Hz)

# #30009
source: FM filtering
ga: Scagadh FM

# #30010
source: Master System FM Sound Unit
ga: Aonad Fuaime FM an Mháistirchórais

# #30011
source: Mega Drive FM DAC noise
ga: Torann DAC Mega Drive FM

# #30012
source: Audio Filter
ga: Scagaire Fuaime

# #30013
source: Low-Pass Filter %
ga: Scagaire Íseal-Phas %

# #30014
source: Input Device 1
ga: Gléas Ionchuir 1

# #30015
source: Input Device 2
ga: Gléas Ionchuir 2

# #30016
source: Dynamic Recompilers
ga: Ath-Thiomsaitheoirí Dinimiciúla

# #30017
source: Frameskip
ga: Fráma-léim

# #30018
source: Frameskip Threshold (%)
ga: Tairseach Léim Fráma (%)

# #30019
source: No Sprite Limit
ga: Gan Teorainn Sprid

# #30020
source: 68K Overclock
ga: Róchlogáil 68K

# #30021
source: Master System Palette in TMS modes
ga: Pailéad an Chórais Mháistir i móid TMS
